<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    <%@ page isErrorPage="true" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>viewErrorMessage.jsp</title>
</head>
<body>
요청 처리 과정에서 에러가 발생하였습니다.<br>
빠른 시간 내에 문제를 해결하도록 하겠습니다.
<p>
에러타입:<%= exception.getClass().getName() %><br>
에러메시지:<b><%= exception.getMessage() %></b>
<!-- 저먀ㅣ얼미ㅑㅈ더리머후마우럊더림ㄴ우햐ㅣㅈ댜루먀ㅣ후마ㅣㅜㄴㅁ야루ㅑㅈㄷ러ㅑㅁㅈ르ㅑㅈ디ㅓㅡㅁ이ㅑㅓ디ㅓㅁ라ㅣㅓㅇ먀러ㅣ다주랴ㅣㅜㅁ이루ㅑㅣ담ㅈ댜ㅣ루
ㄹ머랴더리루댜ㅣㅈ루ㅏㄴ루댜저리ㅓㅈ댜ㅣㅜ미라ㅜㄴ얌랴더쟈ㅣㄹ미ㅑ줆다ㅣㅜ디저먀ㅣ얼미ㅑㅈ더리머후마우럊더림ㄴ우햐ㅣㅈ댜루먀ㅣ후마ㅣㅜㄴㅁ야루ㅑㅈㄷ러ㅑㅁㅈ르ㅑㅈ디ㅓㅡㅁ이ㅑㅓ디ㅓㅁ라ㅣㅓㅇ먀러ㅣ다주랴ㅣㅜㅁ이루ㅑㅣ담ㅈ댜ㅣ루
ㄹ머랴더리루댜ㅣㅈ루ㅏㄴ루댜저리ㅓㅈ댜ㅣㅜ미라ㅜㄴ얌랴더쟈ㅣㄹ미ㅑ줆다ㅣㅜ디저먀ㅣ얼미ㅑㅈ더리머후마우럊더림ㄴ우햐ㅣㅈ댜루먀ㅣ후마ㅣㅜㄴㅁ야루ㅑㅈㄷ러ㅑㅁㅈ르ㅑㅈ디ㅓㅡㅁ이ㅑㅓ디ㅓㅁ라ㅣㅓㅇ먀러ㅣ다주랴ㅣㅜㅁ이루ㅑㅣ담ㅈ댜ㅣ루
ㄹ머랴더리루댜ㅣㅈ루ㅏㄴ루댜저리ㅓㅈ댜ㅣㅜ미라ㅜㄴ얌랴더쟈ㅣㄹ미ㅑ줆다ㅣㅜ디저먀ㅣ얼미ㅑㅈ더리머후마우럊더림ㄴ우햐ㅣㅈ댜루먀ㅣ후마ㅣㅜㄴㅁ야루ㅑㅈㄷ러ㅑㅁㅈ르ㅑㅈ디ㅓㅡㅁ이ㅑㅓ디ㅓㅁ라ㅣㅓㅇ먀러ㅣ다주랴ㅣㅜㅁ이루ㅑㅣ담ㅈ댜ㅣ루
ㄹ머랴더리루댜ㅣㅈ루ㅏㄴ루댜저리ㅓㅈ댜ㅣㅜ미라ㅜㄴ얌랴더쟈ㅣㄹ미ㅑ줆다ㅣㅜ디저먀ㅣ얼미ㅑㅈ더리머후마우럊더림ㄴ우햐ㅣㅈ댜루먀ㅣ후마ㅣㅜㄴㅁ야루ㅑㅈㄷ러ㅑㅁㅈ르ㅑㅈ디ㅓㅡㅁ이ㅑㅓ디ㅓㅁ라ㅣㅓㅇ먀러ㅣ다주랴ㅣㅜㅁ이루ㅑㅣ담ㅈ댜ㅣ루
ㄹ머랴더리루댜ㅣㅈ루ㅏㄴ루댜저리ㅓㅈ댜ㅣㅜ미라ㅜㄴ얌랴더쟈ㅣㄹ미ㅑ줆다ㅣㅜ디저먀ㅣ얼미ㅑㅈ더리머후마우럊더림ㄴ우햐ㅣㅈ댜루먀ㅣ후마ㅣㅜㄴㅁ야루ㅑㅈㄷ러ㅑㅁㅈ르ㅑㅈ디ㅓㅡㅁ이ㅑㅓ디ㅓㅁ라ㅣㅓㅇ먀러ㅣ다주랴ㅣㅜㅁ이루ㅑㅣ담ㅈ댜ㅣ루
ㄹ머랴더리루댜ㅣㅈ루ㅏㄴ루댜저리ㅓㅈ댜ㅣㅜ미라ㅜㄴ얌랴더쟈ㅣㄹ미ㅑ줆다ㅣㅜ디 -->
</body>
</html>